{"inkVersion":21,"root":[[{"->":"intro"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"intro":["^YN: My whole life, I've struggled with the feeling that if I love someting, the best thing for me to do is keep my distance from it.","\n","^Maybe I think I'll mess everything up if I get too close.","\n","^But when I'm really passionate about something, I'll admit: it feels good. At some point I stop even trying to resist.","\n","^I don't get obsessed too often anymore. And when I do, I never know what it's going to be. But I get sucked in and then a few months of my life disappear.","\n","^Sounds like typical Autism + ADHD to most people, but I never got diagnosed with either. and it's probably too late for that now.","\n","^Whatever. I indulge in a little hyperfixation from time to time.","\n","^I don't think about it that much.","\n","^The only reason I'm ruminating about it now is, well...","\n","^This time one of my special interests paid off. Big time.","\n","^Parked on the curb, in front of my parents' house, is the van where I will eat, sleep, rehearse, and everything in between for the next three weeks.","\n","^I'm not sure if the van life is a good fit for me, but it's just three weeks. Plus, I'll have good company!","\n","^I'm going on tour. With Ear Piercings.","\n","^Ear. Piercings.","\n","^It's going to feel like a vacation.","\n","^Sure, a little out of my comfort zone, maybe a lot actually.","\n","^But an opportunity like this comes by once in a lifetime.","\n",{"->":"meet_the_band"},{"#f":1}],"meet_the_band":["^YN: Paz (they/them, squirrel) is the first to hop out of the van, and they practically run at me.","\n","^They stop short of running me over...","\n","^And give me a huge smile.","\n",{"->":".^.paz"},{"paz":[["^Paz: I can't believe I'm really seeing youu! In real life!","\n","^You kinda just look, uh, exactly how I expected you to! Huh!","\n","^Wooooah, that wuz awkward! Sorry, I'm like, no filter sometimes.","\n","^Where's ur stuff? I'll start moving it out.","\n","ev","str","^It's all at the bottom of the stairs","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I don't know","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Me: I got everything at the bottom of the stairs!","\n","^Paz: Swagalicious!","\n",{"->":".^.^.^.^.paz2"},{"#f":5}],"c-1":["\n","^Paz: No probz! I'll find it!","\n",{"->":".^.^.^.^.paz2"},{"#f":5}]}],{"#f":1}],"paz2":["^YN: They start past me towards the house, looking back to say \"I meant it in a good way tho!\"","\n","^Paz is high energy. I do not usually know what to say back to them, if I ever have time to get a word in.","\n",{"->":".^.^.endo"},{"#f":1}],"endo":[["^YN: I'm so lost in star-struck thought that I don't notice a taller, sallower looking man sidle up to me.","\n","^Oh my god. That's DJ Endocrinologist (he/him).","\n","^He's a DJ and an Endocrinologist and his best friend is a 2008 MacBook Pro.","\n","^Rumor has it that he owns the only surviving copy of iWork '09: Alan L. Hart Edition. And it taught him how to synthesize testosterone in a lab and perform a perfect hysterectomy.","\n","^Oh. I'm staring through him.","\n","^I refocus my eyes to find that he is staring at *me*.","\n","^DJ: \"Sorry. Paz is right, you know, we really never got to look at you before.\"","\n","ev","str","^Play it cool","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Fangirl (gender neutral) about it","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Me: \"It's cool.\" I say.","\n","^DJ: It's cool.","\n","^YN: He's still studying me with his eyes.","\n",{"->":".^.^.^.^.endo2"},{"#f":5}],"c-1":["\n","^YN: I struggle to express any one emotion in particular, and end up squealing and wringing my hands.","\n","^DJ: Oh, I don't mean to stare!","\n","^How awkward of me.","\n","^YN: We both look at the ground.","\n","^He looks back up.","\n",{"->":".^.^.^.^.endo2"},{"#f":5}]}],{"#f":1}],"endo2":["^DJ: There really are no pictures of you out there, you know.","\n","^It's atypical for someone in music.","\n","^Not that it's bad...","\n","^Me: Yeah, I just keep a low profile I guess. Really glad you guys found me, and didn't expect me to be famous or anything.","\n","^DJ: Well, you know, we were auditioning for a certain sensibility. Looking for someone who really gets *us*. All the better if they're a little mysterious, I think.","\n","^Me: I really only have social media to follow you guys.","\n","^But it's not to be mysterious, it just, you know, internet stuff doesn't feel real.","\n","^DJ: Feels like, just a model of yourself that's all cleaned up?","\n","^Me: Yeah!","\n","^DJ: I get it.","\n","^YN: We stand in silence for a while. The sun beats down on us but it's nice.","\n","^Ear Piercings is my favorite band. Maybe not all time, I don't usually rank stuff. But they've been my special interest of the last couple months.","\n","^That's exceptionally long for me to care about one thing.","\n","^Finally I have something to say.","\n","^Me: You know, getting into Ear Piercings made me so much better at guitar.","\n","^I know you might not need that from me, 'cause I'm mainly here to sing and all, but it's true!","\n","^I've spent all the free time I had the last few months just playing all your songs and I usually accompany myself on guitar.","\n","^DJ: I bet all that practice has paid off!","\n","^YN: His smile is very shy. Like he really wants to be excited for other people, but he's seen everything.","\n","^He looks up at the sky and wanders off.","\n",{"->":".^.^.eerie"},{"#f":1}],"eerie":[["^YN: I don't want to stand awkwardly on the front lawn so I walk towards the van.","\n","^In the drivers seat is the legendary Eerie Pierce (any pronouns, cat/dog).","\n","^Hir hair is floofy. Hir nose is always wet. Like a dog.","\n","^He's flossing hir perfect teeth.","\n","^He looks over but can't make a normal face because he is flossing.","\n","^Still, I can tell it's a smile in spirit.","\n","^He tries to wave too but his other hand is busy.","\n","^I look closer.","\n","^He is reinforcing the stitches in an old patch on hir jacket with the used floss.","\n","^Eerie: What's up?","\n","^Me: Nothing much.","\n","^Eerie: So, new kid! Didn't think we'd end up in white-picket-fence-world to pick you up.","\n","^Who we rescuing you from?","\n","ev","str","^Don't get personal","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I'm getting away from my parents","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^It's not really a rescue","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^Me: Just a bad housing market is all. Still with my folks.","\n","^Couldn't get anything better at the prices I can pay.","\n","^Eerie: Maaan, you picked the wrong business if you wanna move out of here!","\n","^Can I call you man?","\n","^But yeah, damn right it doesn't get better than this.","\n","^I just couldn't though. I just can't get along in neighborhoods like this.","\n","^People are always looking at me funny.","\n","^The downtown places I end up are never this swanky, but hey!","\n","^At least in the city you can't do anything to stand out.","\n","^YN: Looks like he's noticed that I haven't said anything.","\n",{"->":".^.^.^.^.eerie2"},{"#f":5}],"c-1":["\n","^Me: My parents.","\n","^It gets pretty stifling living with them.","\n","^Eerie: Yeah, it's gotta be.","\n","^I know the road life isn't easy and all, but at least you don't get your folks buggin' out at you for being at too many parties.","\n","^They'll say, \"oh, your hobby looks fun!\" and they don't think you're really working.","\n","^But it's hard out there!","\n","^And they say we don't wanna work. Like uh, we can, just make it something actually worth doing.","\n","^I think, anyway.","\n","^YN: Looks like he's noticed that I haven't said anything.","\n",{"->":".^.^.^.^.eerie2"},{"#f":5}],"c-2":["\n","^Me: It's not like that, it's fine here.","\n","^Eerie: Oh. Yeah, just joking around!","\n","^YN: He smiles more than a little sheepishly.","\n",{"->":".^.^.^.^.eerie2"},{"#f":5}]}],{"#f":1}],"eerie2":["^YN: He looks a little defeated.","\n","^Eerie: Sorry, got ahead of myself.","\n","^I'm Eerie, it's good to see you. We're gonna have fun.","\n","^YN: He reaches out hir hand for a surprisingly formal handshake.","\n","^My fingers feel fishy in hir grip, but I don't mind how firm it is.","\n",{"->":".^.^.paz3"},{"#f":1}],"paz3":["^YN: Paz is back with my things.","\n","^They throw the bags through the double doors at the back of the van, and crawl through, slamming the doors behind them.","\n","^Eerie looks back down to the curb, one hand on the wheel, the other reaching out towards me.","\n","^Eerie: If we're gonna make it to Spencerport in time we've gotta book it. Everyone in!","\n","^YN: The door is open. I climb up. I grip the railing to destiny. I'm in the passenger seat of Ear Piercings' van.","\n","^Ear. Piercings.","\n","^Destiny.","\n",{"->":".^.^.rascal"},{"#f":1}],"rascal":["^YN: We're rolling out of my neighborhood.","\n","^The scenery changes but only slowly.","\n","^At some point the suburb kinda just turns into highway, there's not much of an indication until it happens and we're on the interstate.","\n","^I haven't forgotten that Rascal Domino is also in this van with us.","\n","^He's curled up, purring, at the center of a circle of lit candles that drip wax onto his blankets.","\n","^I'm not gonna try talking to him yet.","\n","^I might just be a little star-struck, even more than I am with the rest.","\n","^I also do not want to wake him, because he is a cat.","\n","^Cats gotta sleep, after all.","\n","^Some of the other Piercings are animals too.","\n","^But in society, they function closer to humans than wild animals.","\n","^Rascal is a cat through and through.","\n","^I get the sense that he sleeps in the daytime both out of respect for rock-and-roll's debaucherous roots, and because he needs his blanky time under the covers.","\n","^And I am not going to take that from him.","\n","^Eerie says that now might be our last chance to get some rest for a while, so I curl up as best I can in the passenger seat for a few hours.","\n",{"->":"van_practice"},{"#f":1}],"#f":1}],"van_practice":[["^YN: I'm shaken by someone and I gradually come to my senses.","\n","^It's Paz, grinning down at me.","\n","^Paz: We gotta practice!","\n","^Wake up!","\n","^YN: They shake me again.","\n","^Me: \"Practice? In here? How?\" I ask.","\n","^YN: There's not much room in the van. Barely space for Paz's drum kit, which they're setting up in the far corner.","\n","^Me: What are we gonna do for a PA?","\n","^Eerie: Cars are full of speakers!","\n","^YN: I look to see Eerie wiring DJ Endo's laptop directly into the van's stereo system with just some alligator clips.","\n","^The speakers crackle and hum, and suddenly a wild collage of samples emerges. Gentle sounds, like the quickest snippets of dreams I can't remember. They wash peacefully over the breakfast bar wrappers and crushed energy drink cans.","\n","^Eerie reaches back behind the drivers' seat and picks up a bass.","\n","^Ze shouts to me over the noise.","\n","^Eerie: Bass is in left channel, laptop is in right! I'm gonna patch you through the laptop!","\n","^I can feel the frame of the van rattle as he soundchecks bass. Paz hands me a microphone and rushes back to the kit.","\n","ev","str","^Sound-check your voice","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Look for Rascal","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":".^.^.^.tap_the_mic"},"\n",{"#f":5}],"c-1":["^ ",{"->":".^.^.^.look_for_rascal"},"\n",{"#f":5}]}],{"look_for_rascal":["^YN: I wonder where Rascal is.","\n","^Me: Where's Rascal? Is he gonna be here?","\n","^YN: Just then, a paw comes out from behind me and taps the microphone. I look over my shoulder.","\n","^It's Rascal Domino! Hanging from the car seat headrest.","\n","^RD: Shall we?","\n","^YN: His drawl is more Nashville, Tennessee in person.","\n",{"->":".^.^.song"},{"#f":1}],"tap_the_mic":["^YN: First I tap the mic.","\n","^I hear a pop. Through Endo's setup, even the pop feels musical.","\n","^Then I try to sing.","\n","^I haven't warmed up and I just woke up from a nap, and normally in a situation like that, I'd feel the congestion in my throat making my voice raspy.","\n","^But I come through soft and clear through the speakers.","\n","^It's more than a little shocking.","\n",{"->":".^.^.song"},{"#f":1}],"song":["^YN: Rascal kicks up the band with an unexpected but admittedly genius guitar chord.","\n","^Now things are getting interesting.","\n","^I know, for a fact, that my voice does not usually behave this way.","\n","^I've trained for so long to understand how my voice works, to identify all its weak points and learn how to conceal them.","\n","^Now that I'm with the band, I can just melt right in to their sound.","\n","^I was *made* for it.","\n","^It's as if years of voice lessons are suddenly irrelevant. It's a little bit frustrating.","\n","^I was so excited to show them how hard I've worked to get this good, and now I'm just a natural? Not fair.","\n","^Rascal looks at me. *Through* me.","\n","^Rascal: You're thinking. Don't think.","\n","^Maybe I should have fun with this...","\n",{"->":"rascal_shows_you_music"},"end",{"#f":1}],"#f":1}],"rascal_shows_you_music":[["^YN: Rehearsal was fun after that. We know what we're gonna do tonight for the show, and I feel confidence in my abilities like never before.","\n","^YN: Rascal asks if he can curl up with you in the passenger's seat.","\n","ev","str","^cuddle","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^no cuddles","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.^.cuddles"},{"#f":5}],"c-1":["\n",{"->":".^.^.^.no_cuddles"},{"#f":5}]}],{"cuddles":["^Rascal curls up on your lap and a few cassettes spill out of his little blue jacket.","\n",{"->":".^.^.music_choice"},{"#f":1}],"no_cuddles":["^Rascal apologizes for the indignity. He offers you a cassette in return.","\n",{"->":".^.^.music_choice"},{"#f":1}],"music_choice":[["^Rascal wants you to listen to the cassette. Do you?","\n","ev","str","^listen","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^refuse","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.^.^.listen"},{"#f":5}],"c-1":["\n",{"->":"paz_convo"},{"#f":5}]}],{"#f":1}],"listen":["^You are visibly changed by the music. Eerie drives a stake through your heart.","\n","end","end",{"#f":1}],"#f":1}],"paz_convo":[["^Rascal returns to the back of the van for another nap.","\n","^Paz is concerned because you were so nervous about listening to music.","\n","^They talk to you about their reasons for being on the road, and how they're nervous too.","\n","^But they assure you it will be okay.","\n","^You have each other, after all!","\n","^Then they want you to know if you would listen to the new song they wrote.","\n","ev","str","^listen to Paz's song","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^don't listen to Paz's song","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.^.talk_like_paz"},{"#f":5}],"c-1":["^    ","\n",{"->":".^.^.^.paz_done_with_you"},{"#f":5}]}],{"talk_like_paz":["^You compliment the song, but you are more enthusiastic than usual.","\n","^In fact, your are even smiling with your teeth!","\n","^Like Paz does...","\n","^And when they ask about it, you use all of Paz's vocal ticks in your answer.","\n","^One by one.","\n","^Everyone calls you out for being super star struck, and Paz says they need a minute in the back.","\n",{"->":"endo_eerie_choice"},{"#f":1}],"paz_done_with_you":["^Your nerves are too much.","\n","^It's stressing Paz out.","\n","^They just want to be friends!","\n","^They say they need a minute in the back to think, and they walk away.","\n",{"->":"endo_eerie_choice"},"end",{"#f":1}],"#f":1}],"endo_eerie_choice":[["^DJ Endocrinologist and Eerie approach you together.","\n","^They express concern over your behaviour.","\n","ev","str","^Talk to Endo","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Talk to Eerie","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"endo_convo"},{"#f":5}],"c-1":["\n",{"->":"eerie_convo"},"end",{"#f":5}]}],{"#f":1}],"endo_convo":[["^DJ Endo takes you aside.","\n","^DJ: Okay. First of all, that was not cool.","\n","^Stealing their typing quirk and everything.","\n","^I don't know if it's a crush or something?","\n","^YN: Now I'm really red in the face.","\n","^DJ: But, my gut says it's weirder than that.","\n","^He tells you about how, when he was young, he wanted to be like the male characters in his favorite art.","\n","^Not only that- he felt he was them, deep inside.","\n","^Like when he pretended to be one of them, he was more real than he was when he 'pretended' to be himself.","\n","^Being a character clearly defines your traits. Characters are so powerful because they are finite. A character is only made up of the descriptions that are created about them by an author.","\n","^A person is more messy. What person can be described fully in a piece of art?","\n","^Nobody- but definitely not one with a big imagination, like you.","\n","^It's hard to live in the world as a real person. It's easier to compress yourself, you know? Make yourself a character.","\n","^And to some extent, that's fine!","\n","^But not when the character you're copying is a real person.","\n","^And not when it causes you to forget who you really are.","\n","^The core you- you might express it through performing any number of characters in your life.","\n","^And maybe you can't take in your full complexity all in at once.","\n","^But it's there.","\n","^And through relating to outside things, he was able to find out what he was.","\n","^Me: I mean, what you're saying sounds right. But I never considered any of this before.","\n","^I never realized how much of what you're saying has happened to me, too.","\n","^I don't even know...","\n","^I've been getting into things for so many years, how can I remember what I was like? Before anything changed me?","\n","^DJ: You've gotta get back to that. It's the only way you're gonna be happy in the long run.","\n","^I know that sounds harsh but trying to run from yourself... it just doesn't work.","\n","^YN: We sit in silence for a while. He looks down at his hands and I stare at the wall.","\n","^Me: You know, are you absolutely sure there is such a thing as a core you?","\n","^YN: At this, he shifts over to me. He gently takes my hand into his.","\n","^He's very careful with his bedside manner.","\n","^But his smile- it's excited.","\n","^Like he's caught me, and he's looking forward to the part he knows is coming next.","\n","^Uh oh.","\n","^Is he a real doctor?","\n","^Before I even have time to ask, he's cut the silence with the zipper of his medical bag.","\n","^DJ: You know, the only way I could really ever figure that out was to take that leap of faith.","\n","^The one we all have to take.","\n","^Well, all the trans people anyway.","\n","^Make the body match the mind!","\n","^Except normally, what you have to do first is realize what you are- then go about all that hard work.","\n","^I hated how that phase made me feel.","\n","^All the excitement, knowing it was possible to change my life! But all the second guessing.","\n","^Am I really gonna like this? Am I really even trans? Maybe I got carried away- maybe I'm just trying to be like someone else!","\n","^YN: He's pulling a very long syringe out of the bag. It's pre-filled.","\n","^DJ: This- this, is the new HRT. I imagine it will replace the contemporary methods.","\n","^Say goodbye to \"would you press the button if it would make you a boy, no strings attached?\"","\n","^You don't have to know. Just give it a try! If you weren't really trans, it won't do anything!","\n","^If you were trans all along, it gets to work.","\n","^It *knows* what you want.","\n","^He takes my wrist.","\n","^Don't worry. There *is* a real you. You'll find it.","\n","ev","str","^Take the potion","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Refuse the potion","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":".^.^.^.potion_ending"},"\n",{"#f":5}],"c-1":["^ ",{"->":"eerie_convo"},"\n",{"#f":5}]}],{"potion_ending":["end",{"#f":1}],"#f":1}],"eerie_convo":[["^Eerie waves me up to the passenger seat.","\n","^He's at the wheel just driving through the night, staring down the highway.","\n","^Eerie: So, uhhh, what was that about?","\n","^Me: Back there?","\n","^Eerie: You've been having strange encounters all day. Like, not the usual things we get when we meet people.","\n","^Yeah, they can be a little weird about us, assume things that aren't true, act like they know us, etc. That's showbiz, it's fine.","\n","^But you're our friend! And you don't seem, uh, comfortable?","\n","^Me: Not yet, I guess. It's been... weird.","\n","^Eerie: Do you wanna talk about it?","\n","ev","str","^Tell Eerie about DJ Endo","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Tell Eerie about Paz","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Tell Eerie about Rascal","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":".^.^.^.new_jersey_ending"},"\n",{"#f":5}],"c-1":["^ ",{"->":".^.^.^.paz_ending"},"\n",{"#f":5}],"c-2":["^ ",{"->":".^.^.^.rascal_ending"},"\n",{"#f":5}]}],{"new_jersey_ending":[["^YN: Ze motions for me to lean in. He's gonna whisper something in my ear.","\n","^Eerie: Not gonna lie, I was listening.","\n","^I don't want Endo giving you any bad advice. He's got his own demons.","\n","^That means he can give great advice sometimes!","\n","^But he's also pretty good at taking the point waaay too far.","\n","^He thinks you've gotta fight fire with fire every time, if that makes any sense.","\n","^But yeah, uh...","\n","^YN: Eerie wrings hir hands. Ze looks afraid to finish the question.","\n","^Eerie: Do you just feel like you're always turning into someone else?","\n","^YN: Hir smile is warm. Caring even.","\n","^Me: Oh man...","\n","^Can I call you man?","\n","^Eerie: Yeah.","\n","^Me: I can't say much else about it. Up until today I've never realized how much things affect me.","\n","^And now, like, I don't want people to notice.","\n","^I don't want them to, I don't know, start thinking everything I do comes from something I saw? Or heard? And none of it's *me*?","\n","^Eerie: Maybe that- that way of feeling things, *is* the real you?","\n","^Hey. What if I give you a gift. Hold out your hand?","\n","ev","str","^Trust Eerie","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Don't trust Eerie","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":".^.^.^.^.nj_kandi"},"\n",{"#f":5}],"c-1":["^ ",{"->":".^.^.^.^.no_nj_kandi"},"\n",{"#f":5}]}],{"#f":1}],"nj_kandi":["^YN: My arm quivers, but I reach out to Eerie.","\n","^He seems safe, and it's not like the night can get any worse.","\n","^He clasps my hand and slides a kandi bracelet across to my wrist.","\n","^He lets go, and the elastic band fits on with a snap.","\n","^The beads are orange, red and blue, and the letter beads read \"2201\" on one side, and \"-16\" on the other.","\n","^Me: 2201? Negative 16?","\n","^Eerie: It's the highest and lowest elevations in the state of New Jersey, in feet!","\n","^Me: Wha- New Jersey? Why?","\n","^Eerie: All my kandi is New Jersey inspired! Especially by geography stuff.","\n","^YN: Eerie can no longer hide his dopey grin.","\n","^Eerie: I'm not expecting you to get super into geography with me just 'cuz I gave you some New Jersey kandi. But hey- if it makes you feel any better, I'm weird about something too.","\n","^YN: Now I can't help but laugh. He's funny, but I'm also so relieved.","\n","^Me: I'm not gonna suddenly develop a thick Joisey accent just from a bracelet!","\n","^Eeire: Hey, we don't tawk like that!","\n","^YN: Eerie laughs too, and even slaps hir knee.","\n","^Eerie: Besides, that's my point!","\n","^Maybe when you change it's 'cuz you found something you didn't know you wanted!","\n","^It's not *everything* that changes you, just what you think is cool, yeah?","\n","^Me: Huh. Yeah, maybe!","\n","^Eerie: Sorry New Jersey geography isn't cooool enough for ya.","\n","^Me: Hey!","\n","^Eerie: I'm just teasing ya.","\n","^Hey, let me know if you notice anything different in the next couple days, yeah? Geography can realy sneak up on you.","\n","^We'll have plenty to talk about!","\n",{"->":".^.^.sleep_extra"},{"#f":1}],"no_nj_kandi":["end","end",{"#f":1}],"paz_ending":["^Eerie: Paz is upset, yeah?","\n","^YN: I look down at my feet.","\n","^Eerie: It looks like you understand why it was weird for you to do that.","\n","^Stealing their typing quirk! Damn right they're upset.","\n","^But hey, imitation is the sincerest form of flattery, yeah?","\n","^Maybe a little too sincere for a cool critter like Paz, but I bet if you talked to them about it they'd understand.","\n","^There's gonna be other opportunities to get excited about stuff together- you'll do it better next time.","\n",{"->":".^.^.sleep_extra"},{"#f":1}],"rascal_ending":["end",{"#f":1}],"sleep_extra":["^Eerie smiles and returns to the wheel.","\n","^Get some sleep, yeah?","\n","^You can sleep up here. I'll be up all night, I won't let anyone talk shit behind your back. You're fine.","\n","^Believe me. We've had worse bandmates.","\n","^Had to drive a stake through this one girl's heart one time.","\n","^And she was the only one who could play bass!","\n","^After that I took up bass. Not letting that happen again. Right before a gig and everything!","\n","^YN: He groans in mock disbelief.","\n","^Eerie: Anyway, sleep tight!","\n","end","end",{"#f":1}],"#f":1}],"#f":1}],"listDefs":{}}